@extends('layout.rus.app')
@include('layout.rus.header')
@section('content')
<main class="row">
<div class="col-lg-2"></div>
<div id="lipsum" class="box col-lg-8 row">
<div class="col-lg-12" style="    background: url(../assets/images/chests.png);
    height: 10rem;
    color: white;
    display: flex;
    justify-items: center;
    text-align: center;
    align-items: center;
    width: 100%;
    background-repeat: no-repeat;
    background-position: center;
    background-size: contain;">
    <h1 class="text-center" style="width: 100%;">Coin Masters скшинье</h1>
</div>
<div class="col-lg-2"></div>
<div class="col-lg-8">
<p>Coin Master — это отчасти градостроительная и отчасти стратегическая игра на игровых автоматах с экономикой, которая в основном вращается вокруг сундуков. Вы получаете уровни и открываете новые этапы, тратя монеты на строительство и улучшение деревенских построек. Сундуки содержат случайные предметы, которые могут помочь ускорить процесс, позволяя вам быстрее зарабатывать ресурсы.</p>

<p>Важно знать, что такое сундуки и когда их покупать, если вы хотите эффективно проходить этапы. Это руководство по сундукам Coin Master содержит всю ключевую информацию о сундуках — что это такое, что в них хранится, а также ваши шансы на получение карт и вращений.</p>
<h2>Что такое сундуки Coin Master?</h2>
<p>Сундуки мастера монет — это сундуки с сокровищами, заработанные в игре. Каждый сундук может содержать монеты, бесплатные спины, карты, опыт питомца или корм для питомца. Есть много типов сундуков Coin Master; чем выше уровень сундука, тем больше вероятность, что из него выпадет высокоуровневый предмет.</p>
<h2>Какие существуют типы сундуков Coin Master?</h2>
<p>В Coin Master есть буквально десятки различных типов сундуков. К счастью, у разработчиков есть полная разбивка по типам, их содержанию и вашим шансам на получение определенного дропа. Мы составили краткий список основных типов сундуков, которые вы найдете в игре. Вы можете найти полный список со всеми акционными сундуками на .<a href="https://support.coinmastergame.com/hc/en-us/articles/360030411833-Chest-Probability">официальном сайте Coin Master</a></p>
<table><tbody><tr><td><strong>Тип сундука</strong></td><td><strong>Открывается на уровне деревни…</strong></td><td><strong>Содержит…</strong></td></tr><tr><td>Деревянный сундук</td><td>3</td><td>2 карты</td></tr><tr><td> Золотой сундук</td><td>3</td><td>4 карты</td></tr><tr><td>Волшебный сундук</td><td>3</td><td> 8 карт</td></tr><tr><td>Маленький сундук удачи</td><td>4</td><td>6 карт (шанс карты Джокера), опыт питомца и спины< /td></tr><tr><td>Малый пасхальный сундук</td><td>10</td><td>6 карт (вероятность карты Джокера), опыт питомца и спины</td> </tr><tr><td>Большой пасхальный сундук</td><td>20</td><td>8 карт (вероятность карты Джокера), опыт питомца и спины</td></tr><tr><td>Большой счастливый сундук</td><td>30</td><td>8 карт (возможно, карта Джокера), опыт питомца и спины</td></tr><tr ><td>Сундук святого Валентина</td><td>30</td><td>6 карт (вероятность карты Джокера), закуски для питомцев, опыт питомцев и спины</td></tr><tr> <td>Сапфировый сундук</td><td>70</td><td>6 карт, вращения и опыт питомца</td></tr><tr><td>Рубиновый сундук</td><td> 110</td><td>8 карт (шанс на машину Джокера г), вращения, опыт питомца и 1 закуска для питомца</td></tr><tr><td>Таинственный сундук</td><td>–</td><td>6 карт (шанс Джокера карта), закуски для питомцев и спины</td></tr><tr><td>Изумрудный сундук</td><td>–</td><td>4 карты, спины и опыт питомца</td></tr></tbody></table>
<h2>Какой самый лучший сундук в Coin Master?</h2>
<p>Возможно, вы сейчас скажете: «Перейдем к сути и скажите мне: какой сундук мне купить?» К сожалению, на этот вопрос нет быстрого ответа. Каждый тип сундука имеет свою собственную вероятность выпадения, поэтому сундук, который вы должны купить, зависит от того, что вам нужно прямо сейчас.</p>
<p>Например, вы хотите пополнить свои низкоуровневые коллекции карт? Тогда держитесь подальше от сундуков более высокого уровня! В сундуках более низкого уровня шанс выпадения 1- и 2-звездочных карт намного выше, поэтому именно там вы должны тратить свои монеты.</p>
<p>Вы ограничены в деньгах и нуждаетесь в инъекциях монет, чтобы перейти к следующему этапу? Тогда вам следует купить сундук, из которого действительно есть шанс выпадения монет!</p>
<h2>Когда покупать сундуки?</h2>
<p>Мы установили, что сундуки важны для прогресса в Coin Master. На этом этапе вы можете подумать, что покупка большего количества сундуков означает, что вам будет легче собрать коллекцию карт и перейти в более высокие деревни. Хотя в целом это так, простое накопление сундуков — не самый экономичный способ продвижения в игре.</p>

<p>Мы обнаружили, что даже в такой игре, как Coin Master, терпение — это добродетель. Это вдвойне верно в более ранних Деревнях. Поскольку низкоуровневые коллекции состоят из очень обычных карт, вы можете собрать их, просто разграбив других викингов и завершив свои деревни.</p>

<p>В какой-то момент вам понадобятся довольно редкие карты. Некоторые из них слишком редки, чтобы их можно было легко собрать, совершая набеги на деревни. Это когда вы должны начать думать о покупке сундуков.</p>

<p>Еще одно хорошее время для покупки сундуков — это когда до завершения набора остается одна карта, особенно если она суперредкая или золотая.</p>

<p>На этом мы завершаем наше краткое руководство по сундукам Coin Master. Теперь, когда вы знаете, что такое сундуки и когда их покупать, вы можете начать по-настоящему побеждать своих соперников в Coin Master.</p>
</div>
</div>
</div>
</main>
